Repository: bb-io/Blackbird-filters
Catalog: Blackbird.Filters.Tests/Xliff1/Files/complex.xliff
Languages: fr

source: Click here to search for information:<w:hyperlink r:id="rId7" w:history="1">https://duckduckgo.com</w:hyperlink>
fr: Cliquez ici pour rechercher des informations:<w:hyperlink r:id="rId7" w:history="1">https://duckduckgo.com/?kad=fr_FR</w:hyperlink>

source: Alpha segment. Beta segment.
fr: Segment alpha. Segment bêta.

source: Part A. Part B.
fr: Partie A. Partie B.

source: Sentence one. Sentence two.
fr: Phrase une. Phrase deux.

source: Source 4a. Source 4b.
fr: Cible 4a. Cible 4b.

source: Source 5a. Source 5b.
fr: Cible 5a. Cible 5b.

source: Source 6a. Source 6b.
fr: Cible 6a. Cible 6b.

source: Source 7a. Source 7b.
fr: Cible 7a. Cible 7b.

source: Source 8a. Source 8b.
fr: Cible 8a. Cible 8b.

source: Source 9a. Source 9b.
fr: Cible 9a. Cible 9b.
