Repository: bb-io/Blackbird-filters
Catalog: Blackbird.Filters.Tests/Xliff12/Files/everythingCore.xliff
Languages: fr

source: First sentence. Second sentence.
fr: Première phrase. Deuxième phrase.

source: Source 1
fr: Target 1

source: Source 2
fr: Target 2

source: Source 3
fr: Target 3

source: Source 4
fr: Target 4

source: Source 5
fr: Target 5

source: Source 6
fr: Target 6

source: Source 7
fr: Target 7

source: Source 8
fr: Target 8

source: Source 9
fr: Target 9
